Repository: rony2k6/ttf-translate
Catalog: shelf/*/*.po
Languages: fr_fr

source: What do you think?
fr_fr: Qu'en pensez vous?

source: Please keep your comments polite and on-topic.
fr_fr: Merci de rester correct et courtois dans vos commentaires.

source: Name:
fr_fr: Nom:

source: Website:
fr_fr: Site web:

source: You must be <a href="%s">logged in</a> to post a comment.
fr_fr: Vous devez être <a href="%s">identifié</a> pour poster un commentaire.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
fr_fr: Connecté en tant que <a href="%1$s">%2$s</a>. <a href="%3$s" title="Se déconnecter de ce compte">Se déconnecter?</a>

source: Cancel reply
fr_fr: Annuler la réponse

source: Send Message
fr_fr: Envoyer le message

source: comments
fr_fr: commentaires

source: &larr; Newer entries
fr_fr: &larr; Entrées plus récentes

source: Older Entries &rarr;
fr_fr: Entrées plus anciennes &rarr;

source: Page Not Found |
fr_fr: Page non trouvée

source: Search results for '%s'
fr_fr: Résultat de la recherche pour '%s'

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: You can scroll the shelf using <b>&larr;</b> and <b>&rarr;</b> keys
fr_fr: Vous pouvez faire défiler le fil en utilisant les touches <b>&larr;</b> et <b>&rarr;</b>

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comment
fr_fr: 1 commentaire

source: %s reblogged this and added:
fr_fr: %s a reblogué ceci et ajouté:

source: You are not allowed to upload files to this site.
fr_fr: Vous n'êtes pas autorisé à envoyer des fichiers vers ce site.

source: Could not write file %1$s (%2$s)
fr_fr: impossible de modifier le fichier %1$s (%2$s)

source: Home
fr_fr: Accueil

source: Top Navigation
fr_fr: Retour en haut

source: Header and logo
fr_fr: Bannière et logo

source: Enable custom logo image
fr_fr: Activer le logo image personnalisé

source: Check to use a custom logo in the header.
fr_fr: Cocher pour utiliser un logo image personnalisé dans la bannière

source: Logo URL
fr_fr: URL du logo

source: Upload an image or enter an URL for your image.
fr_fr: Envoyer une image ou saisir une URL de cette image.

source: Logo image <code>&lt;alt&gt;</code> tag
fr_fr: Image logo tag <code>&lt;alt&gt;</code>

source: Specify the <code>&lt;alt&gt;</code> tag for your logo image.
fr_fr: Précisez le tag <code>&lt;alt&gt;</code> pour votre logo image.

source: Display blog title
fr_fr: Afficher le titre du blog

source: Check to show your title. The title will automatically be shown if the custom logo image is not enabled.
fr_fr: Cochez pour afficher le titre. Il sera automatiquement affiché si vous n'ajoutez pas de logo image personnalisé.

source: Display tagline
fr_fr: Afficher la liste de tags

source: Check to show your tagline below your logo.
fr_fr: Cochez pour afficher la liste des tags sous votre logo.

source: Hide background title
fr_fr: Masquer le titre en arrière plan

source: Check to hide the large background site title text.
fr_fr: Cochez pour masquer l'incrustation du titre en arrière plan

source: Subscribe links
fr_fr: Liens de souscription

source: Enable Twitter
fr_fr: Activer Twitter

source: Hip to Twitter? Check this box. Please set your Twitter username in the Twitter menu.
fr_fr: Actif sur Twitter? Cochez cette case. N'oubliez pas de définir votre nom de compte dans le menu Twitter.

source: Enable Facebook
fr_fr: Activer Facebook

source: Check this box to show a link to your Facebook page.
fr_fr: Cochez cette case pour afficher un lien vers votre page Facebook.

source: Disable all
fr_fr: Tout désactiver

source: Check this box to hide all follow icons (including RSS). This option overrides any other settings.
fr_fr: Cochez cette case pour masquer toutes les icônes sociales (RSS y compris). Cette option écrase tout autre paramètre.

source: Twitter name
fr_fr: Nom d'utilisateur

source: Enter your Twitter name.
fr_fr: Saisissez votre nom d'utilisateur Twitter.

source: Facebook link
fr_fr: Lien Facebook

source: Enter your Facebook link.
fr_fr: Saisissez l'adresse de votre profil Facebook.

source: Footer
fr_fr: Pied de page

source: Copyright notice
fr_fr: Mention du copyright

source: Your name or the name of your business.
fr_fr: Votre nom ou le nom de votre entreprise.

source: Your Name Here
fr_fr: Votre nom ici

source: Theme Options
fr_fr: Options du thème

source: %s settings saved!
fr_fr: %s paramètres enregistrés!

source: %s settings reset.
fr_fr: %s paramètres réinitialisés!

source: Edit
fr_fr: Editer

source: show color picker
fr_fr: Afficher la pipette

source: hide color picker
fr_fr: Masquer la pipette
